//CLARKEX JOB  (JOL),'JOLLY ASSEMBLY',MSGCLASS=X,NOTIFY=CLARKE,
//             REGION=4096K,
//             MSGLEVEL=(1,1)
/* +++++++++++ CHEATING +++++++++++
/* +++++++++++ LAST OBJECT MODEL TO REASSEMBLE, WON'T!!!!
/* +++++++++++ CLEM CLARKE FEB 02, 2010
//COPY   EXEC PGM=IEBGENER
//SYSPRINT DD SYSOUT=*
//SYSUT1   DD  DISP=SHR,DSN=CLARKEO.JOL52.OBJ($JOLX8MI)
//SYSUT2   DD  DISP=SHR,DSN=JOLDEV.JOL60.OBJ($JOLX8MI)
//SYSIN    DD  DUMMY
