//CLARKEE  JOB A,CLARKE,NOTIFY=CLARKE,MSGLEVEL=1,REGION=4048K,          00000020
// MSGCLASS=X
//COMP1 EXEC PGM=COMPSYSG                                               00000220
//SYSPRINT DD SYSOUT=*,OUTLIM=2500                                      00000570
//SYSUT2   DD SYSOUT=*,OUTLIM=2500                                      00000570
//SYSIN  DD DUMMY                                                       00000590
//SYSUT1 DD DSN=CLARKE.JOL40.ASM(UJP00CHR),DISP=SHR                     00000590
//SYSABEND DD SYSOUT=*                                                  00000570
