//CLARKED JOB (JOL),'C.CLARKE',MSGCLASS=X,NOTIFY=CLARKE                 00010009
//ASM1 PROC                                                             00020003
//ASM EXEC PGM=ASMBLR,PARM='NODECK,OBJ,XREF(SHORT),LIST,TERM'           00030006
//SYSLIB   DD  DSN=SYS1.MACLIB,DISP=SHR,DCB=BLKSIZE=19040               00040011
//         DD  DSN=CLARKE.JOL40.MACLIB,DISP=SHR                         00060009
//         DD  DSN=CLARKE.JOL35.MACLIB,DISP=SHR                         00070003
//         DD  DSN=CLARKE.JOL40.ASM,DISP=SHR                            00080012
//         DD  DSN=CLARKE.SYS1.FMODGEN,DISP=SHR                         00081011
//SYSUT1   DD  DSN=&&SYSUT1,SPACE=(CYL,(5,5)),UNIT=SYSDA                00090005
//SYSUT2   DD  DSN=&&SYSUT2,SPACE=(CYL,(5,5)),UNIT=SYSDA                00100005
//SYSUT3   DD  DSN=&&SYSUT3,SPACE=(CYL,(5,5)),UNIT=SYSDA                00110005
//SYSGO    DD DSN=CLARKE.JOL40.OBJ(&MEM),DISP=OLD                       00120009
//SYSTERM  DD  SYSOUT=*                                                 00130006
//SYSPRINT DD  SYSOUT=*                                                 00140006
//SYSIN DD DSN=CLARKE.JOL35.ASM(&MEM),DISP=SHR                          00150004
//  PEND                                                                00160003
//S1 EXEC ASM1,MEM=UJD03DS                                              00170000
