//CLARKEO JOB (R777),'LONS 8TH',MSGCLASS=X,NOTIFY=CLARKE                00010007
//ASM1 PROC                                                             00020000
//ASM EXEC PGM=ASMBLR,PARM='TERM,NODECK,OBJ,XREF(SHORT),LIST'           00030003
//SYSLIB   DD  DSN=SYS1.MACLIB,DISP=SHR,DCB=BLKSIZE=19040               00040000
//         DD  DSN=CLARKE.PRIVATE.MACLIB,DISP=SHR                       00050010
//         DD  DSN=SYS1.FMODGEN,DISP=SHR                                00050110
//         DD  DSN=CLARKE.SYS1.FMODGEN,DISP=SHR                         00051009
//         DD  DSN=CLARKE.JOL40.MACLIB,DISP=SHR                         00060008
//         DD  DSN=CLARKE.JOL35.MACLIB,DISP=SHR                         00070000
//         DD  DSN=CLARKE.JOL35.ASM,DISP=SHR                            00080000
//SYSUT1   DD  SPACE=(CYL,(4,2)),VOL=REF=CLARKE.JOL40.ASM               00090008
//SYSUT2   DD  SPACE=(CYL,(4,2)),VOL=REF=CLARKE.JOL40.ASM               00100008
//SYSUT3   DD  SPACE=(CYL,(4,2)),VOL=REF=CLARKE.JOL40.ASM               00110008
//SYSGO DD DSN=CLARKE.JOL40.OBJ(&MEM),DISP=OLD                          00120008
//SYSTERM  DD  SYSOUT=*                                                 00130003
//SYSPRINT DD  SYSOUT=*                                                 00140003
//SYSIN DD DSN=CLARKE.JOL40.ASM(&MEM),DISP=SHR                          00150008
//  PEND                                                                00160000
//S1 EXEC ASM1,MEM=UJP17OPN                                             00170000
