//CLARKET JOB (JOL),'C.CLARKE',MSGCLASS=X,NOTIFY=CLARKE                 00010000
//ASM1 PROC                                                             00020000
//ASM EXEC PGM=ASMBLR,PARM='NODECK,OBJ,XREF(SHORT),LIST,TERM'           00030000
//SYSLIB   DD  DSN=SYS1.MACLIB,DISP=SHR,DCB=BLKSIZE=19040               00040000
//         DD  DSN=CLARKE.PRIVATE.MACLIB,DISP=SHR                       00060000
//SYSUT1   DD  DSN=&&SYSUT1,SPACE=(CYL,(5,2)),UNIT=SYSDA                00080000
//SYSUT2   DD  DSN=&&SYSUT2,SPACE=(CYL,(5,2)),UNIT=SYSDA                00090000
//SYSUT3   DD  DSN=&&SYSUT3,SPACE=(CYL,(5,2)),UNIT=SYSDA                00100000
//SYSGO DD DUMMY                                                        00110000
//SYSTERM  DD  SYSOUT=*                                                 00120000
//SYSPRINT DD  SYSOUT=*                                                 00130000
//  PEND                                                                00150000
// EXEC  ASM1                                                           00151000
   IEFASCTB                                                             00160000
   END                                                                  00170000
