//CLARKES JOB (JOL),'CVC',MSGCLASS=X,NOTIFY=CLARKE,                     00010007
//           REGION=4096K MSGLEVEL=(0,0)                                00020011
//ASM1   PROC                                                           00030007
//SCAN   EXEC  PGM=JRRSCAN,PARM=&MEM                                    00040007
//OUT      DD  UNIT=SYSDA,SPACE=(CYL,(1,1)),VOL=SER=PROJ01,             00050011
//             DISP=(,PASS),DCB=(LRECL=80,RECFM=FB,BLKSIZE=6160)        00060007
//IN       DD DSN=CLARKE.JOL40A.ASM,DISP=SHR                            00070007
//         DD DSN=CLARKE.JOL40.ASM,DISP=SHR                             00080007
//X        DD  DSN=CLARKE.&MEM..LIST,DCB=BLKSIZE=1330,                  00090007
//             SPACE=(CYL,(10,10)),UNIT=SYSDA,DISP=(MOD,DELETE)         00100007
//ASM    EXEC PGM=ASMBLR,                                               00110007
// PARM='NODECK,OBJ,XREF(SHORT),LIST,TERM,TEST'                         00120007
//SYSLIB   DD  DSN=SYS1.MACLIB,DISP=SHR,DCB=BLKSIZE=19040               00130007
//         DD  DSN=CLARKE.JOL40A.ASM,DISP=SHR                           00140007
//         DD  DSN=CLARKE.PRIVATE.MACLIB,DISP=SHR                       00150007
//         DD  DSN=SYS1.FMODGEN,DISP=SHR                                00160007
//         DD  DSN=CLARKE.JOL40.MACLIB,DISP=SHR                         00170007
//         DD  DSN=CLARKE.JOL40.ASM,DISP=SHR                            00180007
//SYSUT1   DD  SPACE=(CYL,(10,2)),UNIT=SYSDA,VOL=SER=F4S500             00190008
//SYSUT2   DD  SPACE=(CYL,(2,2)),UNIT=SYSDA,VOL=SER=F4S500              00200009
//SYSUT3   DD  SPACE=(CYL,(2,2)),UNIT=SYSDA,VOL=SER=F4S500              00210009
//SYSGO    DD  DSN=CLARKE.JOL40.OBJ(&MEM),DISP=OLD                      00220007
//SYSTERM  DD  SYSOUT=*                                                 00230007
//SYSIN    DD  DSN=*.SCAN.OUT,DISP=(OLD,DELETE)                         00240007
//*YSPRINT DD   SYSOUT=*                                                00250007
//SYSPRINT DD  DSN=CLARKE.&MEM..LIST,DCB=BLKSIZE=1330,                  00260007
//       SPACE=(CYL,(4,1)),UNIT=SYSDA,DISP=(,CATLG),                    00270013
// VOL=SER=PROJ01                                                       00271012
//  PEND                                                                00280007
//S1     EXEC  ASM1,MEM=$DYNSH4A                                        00290007
//COMPRESS EXEC  PGM=IEBCOPY                                            00300007
//SYSPRINT DD  SYSOUT=*,HOLD=YES                                        00310007
//SYSUT1   DD  DSN=CLARKE.JOL40A.ASM,DISP=OLD                           00320007
//SYSUT2   DD  DSN=CLARKE.JOL40A.ASM,DISP=OLD                           00330007
//SYSUT3   DD  UNIT=SYSDA,SPACE=(CYL,(1,1)),VOL=SER=PROJ01              00340010
//SYSUT4   DD  UNIT=SYSDA,SPACE=(CYL,(1,1)),VOL=SER=PROJ01              00350010
//SYSIN    DD  DUMMY                                                    00360007
