//CLARKEB JOB (R777),'LONS 8TH',MSGCLASS=X,NOTIFY=CLARKE                00010001
//ASM1 PROC                                                             00020000
//ASM EXEC PGM=ASMBLR,                                                  00030001
// PARM='NODECK,OBJ,XREF(SHORT),LIST,TERM'                              00040002
//*PARM='NODECK,OBJ,XREF(SHORT),LIST,TERM,SYSPARM=''OS=X8'''            00050002
//SYSLIB   DD  DSN=SYS1.MACLIB,DISP=SHR,DCB=BLKSIZE=19040               00060000
//*        DD  DSN=SYS1.FMODGEN,DISP=SHR                                00070000
//         DD  DSN=CLARKE.JOL35.MACLIB,DISP=SHR                         00080000
//         DD  DSN=CLARKE.PRIVATE.MACLIB,DISP=SHR                       00090005
//         DD  DSN=CLARKE.JOL35.ASM,DISP=SHR                            00100000
//SYSUT1   DD  DSN=&&SYSUT1,SPACE=(CYL,(5,2)),UNIT=SYSDA                00110000
//SYSUT2   DD  DSN=&&SYSUT2,SPACE=(CYL,(5,2)),UNIT=SYSDA                00120000
//SYSUT3   DD  DSN=&&SYSUT3,SPACE=(CYL,(5,2)),UNIT=SYSDA                00130000
//SYSGO DD DSN=CLARKE.JOL.OBJ(&MEM),DISP=OLD                            00140000
//SYSTERM  DD  SYSOUT=*                                                 00150000
//SYSPRINT DD  SYSOUT=*                                                 00160000
//SYSIN DD DSN=CLARKE.JOL35.ASM(&MEM),DISP=SHR                          00170006
//  PEND                                                                00180000
//S1 EXEC ASM1,MEM=$JOLX8MN                                             00190006
