//CLARKES JOB (R777),'LONS 8TH',MSGCLASS=X,NOTIFY=CLARKE,               00010019
// REGION=4096K                                                         00011019
//ASM1 PROC                                                             00020000
//ASM EXEC PGM=ASMBLR,PARM='NODECK,OBJ,XREF(SHORT),LIST,TERM'           00030003
//SYSLIB   DD  DSN=SYS1.MACLIB,DISP=SHR,DCB=BLKSIZE=19040               00040000
//         DD  DSN=CLARKE.PRIVATE.MACLIB,DISP=SHR                       00050007
//         DD  DSN=SYS1.FMODGEN,DISP=SHR                                00060007
//         DD  DSN=CLARKE.JOL40.MACLIB,DISP=SHR                         00070024
//         DD  DSN=CLARKE.JOL40.ASM,DISP=SHR                            00080024
//SYSUT1   DD  DSN=&&SYSUT1,SPACE=(CYL,(20)),UNIT=SYSDA                 00090020
//SYSUT2   DD  DSN=&&SYSUT2,SPACE=(CYL,(20)),UNIT=SYSDA                 00100026
//SYSUT3   DD  DSN=&&SYSUT3,SPACE=(CYL,(20)),UNIT=SYSDA                 00110020
//SYSGO DD DUMMY,DSN=CLARKE.JOL.OBJ(&MEM),DISP=OLD                      00120017
//SYSTERM  DD  SYSOUT=*                                                 00130000
//SYSPRINT DD   SYSOUT=*                                                00140026
//*SYSPRINT DD DSN=CLARKE.SCHED.LIST,DCB=BLKSIZE=1330,                  00150026
//* SPACE=(CYL,(10,10)),UNIT=SYSDA,DISP=(,CATLG)                        00160026
//SYSIN DD DSN=CLARKE.JOL40.ASM(&MEM),DISP=SHR                          00170024
//  PEND                                                                00180000
// EXEC PGM=IEFBR14                                                     00190009
//*SYSPRINT DD DSN=CLARKE.SCHED.LIST,DCB=BLKSIZE=1330,                  00200026
//* SPACE=(CYL,(10,10)),UNIT=SYSDA,DISP=(MOD,DELETE)                    00210026
//S1 EXEC ASM1,MEM=$JOLSH40                                             00220023
