//CLARKE1 JOB (R777),'LONS 8TH',MSGCLASS=X,NOTIFY=CLARKE                00010000
//DEL EXEC PGM=IEFBR14,PARM='NODECK,TERM,OBJ,XREF(SHORT),LIST'          00030001
//SYSUT3   DD  DSN=CLARKE.TEST.YYY,                                     00100001
// DISP=(OLD,DELETE)                                                    00110001
//ASM EXEC PGM=IEFBR14,PARM='NODECK,TERM,OBJ,XREF(SHORT),LIST'          00130001
//SYSUT3   DD  DSN=CLARKE.TEST.YYY,SPACE=(TRK,(1,0)),UNIT=SYSDA,        00140001
// DISP=(,CATLG),VOL=SER=(CADAM2,F4A300,F4EDU3,F4T300,F4W300,           00150001
//       PROJ01)                                                        00160001
