//CLARKE1 JOB (R777),'CVC',MSGCLASS=X,NOTIFY=CLARKE                     00041002
//COMP1 EXEC PGM=IEBCOPY                                                00050001
//SYSPRINT DD SYSOUT=X                                                  00060002
//COMP   DD DSN=CLARKE.JOL40.ASM,DISP=SHR                               00070002
  COPY I=COMP,O=COMP                                                    00080001
