//CLARKE5 JOB (0000,0000),NAME,NOTIFY=CLARKE,REGION=1024K,
// MSGCLASS=X <<<================
//LOADJOL  EXEC PGM=IEBCOPY
//SYSPRINT DD  SYSOUT=*
//LOAD     DD  DSN=JOLDIST.JOL60.LOAD,DISP=(SHR,PASS)
//LOADYY   DD  DSN=JOLDEV.JOL60.LIST,DISP=(SHR,PASS)
//LOADZZ   DD  DSN=MVS38.SYS1.MACLIB,DISP=(SHR,PASS),
// SPACE=(CYL,(1),RLSE)
//SYSIN DD *
   COPY    INDD=LOAD,OUTDD=LOAD
/*
//
