//CLARKEC JOB (JOL),'C.CLARKE',MSGCLASS=X,NOTIFY=CLARKE,
//             MSGLEVEL=(0,0)
//PACK   PROC  DS=,RLSE=
//PACK   EXEC  PGM=IEBCOPY
//SYSPRINT DD  SYSOUT=*
//SYSUT1   DD  DSN=&DS,DISP=SHR,
//             SPACE=(TRK,,&RLSE)
//SYSUT2   DD  DSN=*.SYSUT1,VOL=REF=*.SYSUT1,DISP=SHR,
//             SPACE=(TRK,,&RLSE)
//SYSUT3   DD  UNIT=SYSDA,SPACE=(CYL,(1,1))
//SYSUT4   DD  UNIT=SYSDA,SPACE=(CYL,(1,1))
//SYSIN    DD  DUMMY
//       PEND
//       EXEC  PACK,DS='SYS2.LINKLIB'
