//CLARKE5 JOB (0000,0000),NAME,NOTIFY=CLARKE,REGION=1024K,
// MSGCLASS=X <<<================
//LISTJOL  EXEC PGM=IEBCOPY
//SYSPRINT DD  SYSOUT=*
//LIST     DD  DSN=JOLDEV.JOL60.LIST,DISP=(SHR,PASS)
   COPY    INDD=LIST,OUTDD=LIST
/*
//
