//CLARKE5 JOB (0000,0000),NAME,NOTIFY=CLARKE,REGION=4096K,
// MSGCLASS=X <<<================
//LISTJOL  EXEC PGM=IEBCOPY
//SYSPRINT DD  SYSOUT=*
//ASM      DD  DSN=JOLDEV.JOL60.ASM,DISP=(SHR,PASS)
   COPY    INDD=ASM,OUTDD=ASM
/*
//
