//CLARKEX JOB  (JOL),'JOLLY ASSEMBLY',MSGCLASS=X,NOTIFY=JOL60,
//             REGION=4096K,
//             MSGLEVEL=(1,1)
/* +++++++++++ CLEM CLARKE FEB 02, 2010
//COPY   EXEC PGM=IEBCOPY
//SYSPRINT DD SYSOUT=*
//J60LOAD  DD  DISP=SHR,DSN=JOLDIST.JOL60.LOAD
//J60LIST  DD  DISP=SHR,DSN=JOLDEV.JOL60.LIST
//J60OBJ   DD  DISP=SHR,DSN=JOLDEV.JOL60.OBJ
//SYSUT2   DD  DISP=SHR,DSN=ADCD.ZOSV14S.LINKLIB
//SYSIN    DD  *
  COPY INDD=SYSUT2,OUTDD=SYSUT2
  COPY INDD=J60LOAD,OUTDD=J60LOAD
//SYSINX   DD  *
  COPY INDD=J60LIST,OUTDD=J60LIST
  COPY INDD=J60OBJ,OUTDD=J60OBJ
