//CLARKE5 JOB (0000,0000),NAME,NOTIFY=CLARKE,REGION=1024K,
// MSGCLASS=X <<<================
//LOADJOL  EXEC PGM=IEBCOPY
//SYSPRINT DD  SYSOUT=*
//LOAD     DD  DSN=CLARKE.JOL60.LOAD,DISP=(SHR,PASS)
   COPY    INDD=LOAD,OUTDD=LOAD
/*
//
