//CLARKE5 JOB (0000,0000),NAME,NOTIFY=CLARKE,REGION=1024K,
// MSGCLASS=X <<<================
//LOADJOL  EXEC PGM=IEBCOMPR
//SYSPRINT DD  SYSOUT=*
//SYSUT1 DD DSN=CLARKE.JOL60.SOURCE,DISP=SHR
//SYSUT2 DD DSN=SYS2.JOL60.SOURCE,DISP=SHR
      COMPARE TYPORG=PO
/*
//
