//CLARKEF JOB (XXXX),CVC,MSGCLASS=X,NOTIFY=CLARKE                       00000010
//        EXEC PGM=IEBCOPY                                              00000020
//SYSPRINT DD  SYSOUT=*                                                 00000030
//IN15     DD  DSN=CLARKE.JOL35.LOAD,DISP=OLD                           00000280
//SYSIN DD *                                                            00000300
 C I=IN15,O=IN15                                                        00000413
/*                                                                      00000420
