//CLARKE2 JOB (0000,0000),NAME,NOTIFY=CLARKE,REGION=1024K,              00010000
// MSGCLASS=X TYPRUN=SCAN                                               00020000
//COPYSYS  EXEC PGM=IEBCOPY                                             00220000
//SYSPRINT DD  SYSOUT=X                                                 00230000
//LOADOUT  DD  DISP=SHR,DSN=CLARKE.JOL60.CVCLKED                        00240001
//LOADIN   DD  DISP=SHR,DSN=CLARKEO.JOL40.CVCLKED                       00250001
//SYSIN  DD *                                                           00420201
   COPY INDD=LOADIN,OUTDD=LOADOUT                                       00421000
//                                                                      01040000
