//MEL371C JOB (1011,1011),CLARKE,MSGCLASS=X,NOTIFY=MEL371               00010002
// EXEC PGM=IDCAMS                                                      00020001
//SYSPRINT DD  SYSOUT=*                                                 00030001
//SYSIN DD *                                                            00040001
   DELETE MEL371 ALIAS                                                  00050002
   DEFINE ALIAS (NAME(MEL371) RELATE(SYS1.UCAT.PROJ01)                  00060002
