//CLARKEJ JOB (NONE),CVC,CLASS=A,NOTIFY=CLARKE,MSGCLASS=X               00010000
// EXEC PGM=TEMPNAME                                                    00200002
//SYSUDUMP DD SYSOUT=*                                                  00210002
// EXEC PGM=IDCAMS                                                      00211002
//SYSPRINT DD SYSOUT=*                                                  00212002
//SYSUT1 DD DSN=CLARKE.SYSUT2,DISP=SHR                                  00220000
 PRINT INFILE(SYSUT1) OUTFILE(SYSPRINT) DUMP COUNT(10)                  00230001
