//MEL371A JOB  (CLARKE),CLARKE,MSGCLASS=X,NOTIFY=MEL371
//JOBLIB  DD DSN=CLARKE.JOL40.LOAD,DISP=SHR
//GO     EXEC  PGM=DYNCON
//SYSPRINT DD  SYSOUT=*,HOLD=YES
//SYSUDUMP DD  SYSOUT=*,HOLD=YES
//HELP     DD  DSN=SYS1.HELP,DISP=SHR
//         DD  DSN=SYS1.HELP,DISP=SHR
//         DD  DSN=SYS1.HELP,DISP=SHR
//         DD  DSN=SYS1.HELP,DISP=SHR
//         DD  DSN=SYS1.HELP,DISP=SHR
//         DD  DSN=SYS1.HELP,DISP=SHR
