//CLARKEG  JOB  MSGCLASS=X,MSGLEVEL=(1,1),NOTIFY=CLARKE                 00010001
//         EXEC PGM=JSDFLPDK  FLOPPY                                    00020000
//SYSPRINT DD   SYSOUT=*                                                00030000
//I1       DD   DISP=(SHR,PASS),DSN=CLARKE.FB132                        00040001
//SYSUT2   DD   UNIT=00C                                                00050000
//SYSIN    DD   *                                                       00060000
     INPUT I1                                                           00070000
     CNVDF PANEL                                                        00080006
/*   FEED                                                               00090000
