//CLARKEA JOB (ACCT),CVC,MSGCLASS=X,NOTIFY=CLARKE                       00000101
// EXEC PGM=IEFBR14                                                     00000200
//DD DD DSN=CLARKE.GDG.TEST,DISP=(OLD,DELETE)                           00000301
