//CLARKEG JOB (ACCT),CVC,MSGCLASS=X,NOTIFY=CLARKE                       00010000
// EXEC PGM=IEFBR14                                                     00020000
//DD2 DD DSN=CLARKE.TEST(+2),DISP=(,CATLG),UNIT=SYSDA,                  00030000
// SPACE=(TRK,(0,0)),DCB=CLARKE.CVC.CNTL                                00040000
//DD1 DD DSN=CLARKE.TEST.G0007V00,DISP=(OLD,DELETE),                    00050001
// VOL=REF=*.DD2                                                        00060000
//DD3 DD DSN=CLARKE.TEST(+3),DISP=(,CATLG),UNIT=SYSDA,                  00070000
// SPACE=(TRK,(0,0)),DCB=CLARKE.CVC.CNTL                                00080000
