//CLARKEG JOB (ACCT),CVC,MSGCLASS=X,NOTIFY=CLARKE                       00010005
// EXEC PGM=IEFBR14                                                     00020004
//DD1 DD DSN=CLARKE.GDG.TEST(+1),DISP=(,CATLG),UNIT=SYSDA,              00030002
// SPACE=(TRK,(0,0)),DCB=CLARKE.CVC.CNTL                                00040000
//DD2 DD DSN=CLARKE.GDG.TEST(+2),DISP=(,CATLG),UNIT=SYSDA,              00050002
// SPACE=(TRK,(0,0)),DCB=CLARKE.CVC.CNTL                                00060000
//DD3 DD DSN=CLARKE.GDG.TEST(+3),DISP=(,CATLG),UNIT=SYSDA,              00070002
// SPACE=(TRK,(0,0)),DCB=CLARKE.CVC.CNTL                                00080000
