//CLARKEC JOB (JOL),'C.CLARKE',MSGCLASS=X,NOTIFY=CLARKE,
//             MSGLEVEL=(1,1)
//PACK  EXEC   PGM=IEBCOPY
//SYSPRINT DD  SYSOUT=*
//SYSUT1   DD  UNIT=TAPE,VOL=(,RETAIN,SER=11SC01),DISP=OLD,
//             LABEL=3,DSN=COSOFT.INVOKES
//SYSUT2   DD  UNIT=SYSDA,DISP=(,CATLG,DELETE),
//             SPACE=(TRK,(30,10,10),RLSE),
//             DSN=CLARKE.AMOCO.INVOKES
//SYSUT3   DD  UNIT=SYSDA,SPACE=(CYL,(1,1))
//SYSUT4   DD  UNIT=SYSDA,SPACE=(CYL,(1,1))
//SYSIN    DD  DUMMY
