//CLARKEI JOB (JOL),'DASD INIIT',MSGCLASS=X,NOTIFY=CLARKE,              00001001
//             REGION=4096K,                                            00002001
//             MSGLEVEL=(1,0)                                           00003001
//WORK00  EXEC PGM=ICKDSF                                               00010000
//*DISK     DD  UNIT=121,VOL=SER=JOL,DISP=OLD                           00020001
//*SACLIP00 DD  DISP=SHR,DSN=SYS1.ASAMPLIB(SACLIP00)                    00030001
//SYSPRINT DD  SYSOUT=*                                                 00040000
//SYSIN    DD  *                                                        00050001
  INIT  UNITADDRESS(121) NOVERIFY VOLID(JOL60) -                        00060001
       OWNER(HERECULES) VTOC(0,1,44)                                    00061001
//SYSINZZ  DD  *                                                        00062001
  INIT  DDNAME(DISK)  NOVERIFY VOLID(JOL60) -                           00063001
       OWNER(HERECULES) VTOC(0,1,44)                                    00064001
//SYSINXX  DD  *                                                        00070001
  REFORMAT DDNAME(DISK) IPLDD(SACLIP00) NOVERIFY                        00080001
