//CLARKEL JOB (JOL),'JOL ASSEMBLY',MSGCLASS=X,NOTIFY=CLARKE,
//             REGION=4096K,
//             MSGLEVEL=(1,0)
//LISTC  EXEC  PGM=IDCAMS
//SYSPRINT DD  SYSOUT=*
//SYSIN    DD  *
 LISTCAT ENT(CLARKE.JOL.DSDB) ALL
 LISTCAT ENT(CLARKE.JOL.MODELS) ALL
