//CLARKEC JOB (JOL),'C.CLARKE',MSGCLASS=X,NOTIFY=CLARKE,
//             MSGLEVEL=(1,1)
//PACK  EXEC   PGM=IEBCOPY
//SYSPRINT DD  SYSOUT=*
//SYSUT1   DD  UNIT=TAPE,VOL=(,RETAIN,SER=FAL001),DISP=OLD,
//             LABEL=1,DSN=CCS.ABS.EXITS
//SYSUT2   DD  UNIT=SYSDA,DISP=(OLD,CATLG),SPACE=(CYL,(1,1,10)),
//             DSN=CLARKE.ABS.EXITS
//SYSUT3   DD  UNIT=SYSDA,SPACE=(CYL,(1,1))
//SYSUT4   DD  UNIT=SYSDA,SPACE=(CYL,(1,1))
//SYSIN    DD  DUMMY
