//CLARKEC JOB (JOL),'C.CLARKE',MSGCLASS=X,NOTIFY=CLARKE,
//             MSGLEVEL=(1,1)
//PACK  EXEC   PGM=IEBGENER
//SYSPRINT DD  SYSOUT=*
//SYSUT1   DD  DSN=CLARKE.JOL50.ASM(UJP05DBF),DISP=SHR
//SYSUT2   DD  SYSOUT=*
//SYSIN    DD  DUMMY
