//CLARKEA JOB (CVC),CVC,MSGCLASS=X,NOTIFY=CLARKE
//LIST EXEC PGM=IEBPTPCH                                                00000020
//SYSPRINT DD SYSOUT=*                                                  00000030
//SYSUT2 DD DSN=CLARKE.TOPC.J51ASM,DISP=(,CATLG),                       00000040
// SPACE=(CYL,(30,10),RLSE),DCB=(RECFM=FB,LRECL=81,BLKSIZE=4050),       00000050
// UNIT=SYSDA                                                           00000060
//SYSUT1 DD DISP=SHR,DSN=CLARKE.JOL51.ASM                               00000070
//SYSIN DD *                                                            00000080
 PUNCH TYPORG=PO                                                        00000090
