//CLARKEC JOB (JOL),'C.CLARKE',MSGCLASS=X,NOTIFY=CLARKE,
//             MSGLEVEL=(1,1)
//UPD   EXEC   PGM=IEBUPDTE
//SYSPRINT DD  SYSOUT=*
//SYSUT1   DD  DSN=CLARKE.JOL50.CMDLIB,DISP=SHR
//SYSUT2   DD  DSN=CLARKE.JOL50.CMDLIB,DISP=SHR
//SYSIN    DD  DATA
