//CLARKEJ JOB (NONE),CVC,CLASS=A,NOTIFY=CLARKE,MSGCLASS=X
//JOL  EXEC PGM=IEFBR14
//DUMMY    DD  UNIT=SYSDA,SPACE=(TRK,1),DISP=(,PASS),DSN=CLARKE.A1
//FUMMY    DD  UNIT=SYSDA,DSN=*.DUMMY,DISP=(OLD,PASS),VOL=REF=*.DUMMY
//JCL  EXEC PGM=IEFBR14
