//CLARKEI JOB (R777),'LONS 8TH',MSGCLASS=X,NOTIFY=CLARKE                00010000
//ASM EXEC PGM=IEHLIST                                                  00020001
//SYSPRINT DD  SYSOUT=*                                                 00030001
//DD1      DD  DISP=OLD,VOL=SER=SARES1,UNIT=3390                        00040002
   LISTPDS DSNAME=CLARKE.JOL35.ASM,VOL=3390=SARES1                      00050002
   LISTPDS DSNAME=CLARKE.JOL35.ASM,VOL=3390=SARES1,FORMAT               00060002
