//CLARKEI JOB (R777),'LONS 8TH',MSGCLASS=X,NOTIFY=CLARKE                00010000
//ASM EXEC PGM=IEHPROGM                                                 00020001
//SYSPRINT DD  SYSOUT=*                                                 00030000
 UNCATLG DSNAME=CLARKE.TEST.YYY                                         00040002
 UNCATLG DSNAME=CLARKE.TEMP.YYY                                         00050002
 UNCATLG DSNAME=CLARKE.TEST.XXX                                         00060002
 CATLG DSNAME=CLARKE.TEST.YYY,VOL=SYSDA=(HALWRK,MTCSYS,WORK02,F4S3DA, ++00070002
               F4S3DB,ANLDEV,CAODEV)                                    00080001
