//CLARKEX JOB (JOL),'JOL ASSEMBLY',MSGCLASS=X,NOTIFY=CLARKE,
//             REGION=4096K,
//             MSGLEVEL=(1,0)
//ASM EXEC PGM=IMBLIST
//SYSPRINT DD  SYSOUT=*
//SYSLIB   DD  DSN=SYS1.LPALIB,DISP=SHR
   LISTLOAD    MEMBER=KBB019ST,OUTPUT=XREF
