//CLARKET  JOB CLASS=A,MSGCLASS=A,NOTIFY=CLARKE                         00000010
//INITT   EXEC PGM=JSGINITT                                             00000020
//SYSPRINT  DD SYSOUT=*                                                 00000050
//TAPE      DD UNIT=(TAPE,1,DEFER)                                      00000070
//SYSIN     DD *                                                        00000120
TAPE     INITT SER=J40FVR                                               00000130
/*                                                                      00000140
//                                                                      00000150
