//SCAN   EXEC  PGM=JRRSCAN,PARM=&MEM
//OUT      DD  UNIT=SYSDA,SPACE=(CYL,(1,1)),
//             DISP=(,PASS),DCB=(LRECL=80,RECFM=FB,BLKSIZE=6160)
//IN       DD DSN=CLARKE.JOL40A.ASM,DISP=SHR
//         DD DSN=CLARKE.JOL40.ASM,DISP=SHR
//SYSIN    DD  DSN=*.SCAN.OUT,DISP=(OLD,DELETE)
