//T92CVCX JOB (R777),'LONS 8TH',MSGCLASS=X,NOTIFY=T92CVC,               00010001
// CLASS=A,USER=????????,PASSWORD=????????                              00020001
//*MAIN LINES=999                                                       00030001
//GO  EXEC PGM=XAUNIT2                                                  00040004
//SYSUDUMP DD  SYSOUT=*                                                 00050001
//STEPLIB   DD DSN=T41.JOLXA.LOAD,DISP=SHR                              00060003
//TTEPLIB   DD DSN=SYS1.JOL.TEST.LINKLIB,DISP=SHR                       00070003
