//CLARKE2 JOB (ACCOUNT),CVC,MSGCLASS=X,NOTIFY=CLARKE                    00010006
//LKED    EXEC PGM=IEWL,PARM='XREF,LIST,TEST',REGION=512K               00020008
//SYSLIB1   DD DSN=CLARKE.JOL60.OBJ,DISP=OLD                            00030007
//*YSLIB    DD DSN=SYS1.PLIBASE,DISP=SHR                                00050007
//SYSLMOD   DD DSN=CLARKE.JOL60.LOAD,DISP=SHR                           00060007
//SYSUT1    DD DSN=&&SYSUT1,UNIT=SYSDA,SPACE=(CYL,(2,2))                00070000
//SYSPRINT  DD SYSOUT=*                                                 00080000
//SYSLIN    DD *                                                        00090000
  INCLUDE SYSLIB1(UJCOMMON)                                             00100000
  ENTRY JOLCOM                                                          00100108
  PAGE  JOLCOM                                                          00101005
  NAME  UJCOMMON(R)                                                     00110003
