//CLARKE1 JOB (ACCOUNT),CVC,MSGCLASS=X,NOTIFY=CLARKE                    00001000
//LKED    EXEC PGM=IEWL,PARM='XREF,LIST,AC=1'                           00050000
//JOL60OBJ  DD DSN=CLARKE.JOL60.OBJ,DISP=OLD                            00112000
//JOL60LOD  DD DSN=CLARKE.JOL60.LOAD,DISP=SHR                           00113000
//JOL51LOD  DD DSN=SYS1.CMDLIB,DISP=SHR                                 00113103
//SYSLIB    DD DSN=CLARKE.JOL60.OBJ,DISP=SHR                            00114000
//*SYSLMOD   DD DSN=CLARKE.JOL60.LOAD,DISP=SHR                          00115001
//SYSLMOD   DD DSN=SYS2.LINKLIB,DISP=SHR                                00115101
//SYSUT1    DD DSN=&&SYSUT1,UNIT=SYSDA,SPACE=(CYL,(2,2))                00116000
//SYSPRINT  DD SYSOUT=*                                                 00117000
//*INCLUDE JOL35LOD($SCHED35)                                           00118000
//SYSLIN    DD *                                                        00120000
  INCLUDE JOL60OBJ($JOLSH60)                                            00130000
  INCLUDE JOL51LOD($JOLSH51)                                            00131003
* INCLUDE JOL60LOD($SCHED60)                                            00132003
  INCLUDE JOL60OBJ(UJTNUM)                                              00140000
* PAGE UJE00MN                                                          00141000
  NAME $JOLSH60(R)                                                      00150001
