//CLARKEA JOB (ACCOUNT),CLARKE,MSGCLASS=X,NOTIFY=CLARKE
//LKED    EXEC PGM=IEWL,PARM='RENT,REUS,XREF,LIST',REGION=512K
//SYSLIB    DD DSN=CLARKE.JOL40.OBJ,DISP=OLD
//SYSLIB2   DD DSN=CLARKE.JOL35.LOAD,DISP=SHR
//SYSLIB    DD DSN=SYS1.PLIBASE,DISP=SHR
//SYSLMOD   DD DSN=CLARKE.JOL40.LOAD,DISP=SHR
//SYSUT1    DD DSN=&&SYSUT1,UNIT=SYSDA,SPACE=(CYL,(2,2))
//SYSPRINT  DD SYSOUT=*
//SYSLIN    DD *
  INCLUDE SYSLIB(UJG00MN,UJS02XA)
* INCLUDE SYSLMOD(UJG00MN)
* INCLUDE SYSLIB2(UJG00MN)
  NAME UJG00MN(R)
