//CLARKE1 JOB (ACCOUNT),CLARKE,MSGCLASS=X,NOTIFY=CLARKE                 00010000
//LKED    EXEC PGM=IEWL,PARM='RENT,REUS,XREF,LIST',REGION=512K          00020000
//SYSLIB1   DD DSN=CLARKE.JOL40.OBJ,DISP=OLD                            00030000
//SYSLIB2   DD DSN=CLARKE.JOL40.LOAD,DISP=SHR                           00040000
//SYSLIB    DD DSN=SYS1.PLIBASE,DISP=SHR                                00050000
//SYSLMOD   DD DSN=CLARKE.JOL40.LOAD,DISP=SHR                           00060000
//SYSUT1    DD DSN=&&SYSUT1,UNIT=SYSDA,SPACE=(CYL,(2,2))                00070000
//SYSPRINT  DD SYSOUT=*                                                 00080000
//SYSLIN    DD *                                                        00090000
  INCLUDE SYSLIB1(UJG90OP)                                              00100000
  INCLUDE SYSLIB1(UJG91OP)                                              00101000
  NAME UJG90OP(R)                                                       00120000
