//CLARKEL JOB (CLARKE),CAST,MSGCLASS=X,NOTIFY=JOL60                     00010003
//LKED    EXEC PGM=IEWL,PARM='REUS,XREF,LIST,AC=0,TEST',                00020003
// REGION=2048K                                                         00030003
//SYSLIB    DD DSN=JOLDEV.JOL60.OBJ,DISP=SHR                            00040003
//SYSLMOD   DD DSN=JOLDIST.JOL60.LOAD,DISP=SHR                          00050003
//SYSUT1    DD DSN=&&SYSUT1,UNIT=SYSDA,SPACE=(CYL,(2,2))                00060003
//SYSPRINT  DD SYSOUT=*                                                 00070003
//SYSLIN    DD *                                                        00090000
  INCLUDE SYSLIB(SHOWDBF)                                               00132403
  ALIAS SHOWDSN                                                         00220103
  ALIAS SHOWMEM                                                         00221002
  NAME SHOWDBF(R)                                                       00230001
