//CLARKED JOB CLASS=A,MSGCLASS=X,NOTIFY=CLARKE
//DUMP   EXEC  PGM=IMBLIST
//SYSPRINT DD  SYSOUT=*
//SYSLIB   DD  DISP=SHR,DSN=SYS2.LINKLIB
//SYSIN    DD  *
         LISTIDR MEMBER=$JOLSH35
