//CLARKE1 JOB (ACCOUNT),CVC,MSGCLASS=X,NOTIFY=CLARKE
//LKED    EXEC PGM=IEWL,PARM='RENT,REUS,XREF,LIST,LET',REGION=512K
//JOL35OBJ  DD DSN=CLARKE.JOL.OBJ,DISP=OLD
//JOL40OBJ  DD DSN=CLARKE.JOL40.OBJ,DISP=OLD
//JOL35LOD  DD DSN=CLARKE.JOL35.LOAD,DISP=SHR
//SYSLIB    DD DSN=CLARKE.JOL40.OBJ,DISP=SHR
//SYSLMOD   DD DSN=CLARKE.JOL40.LOAD,DISP=SHR
//SYSUT1    DD DSN=&&SYSUT1,UNIT=SYSDA,SPACE=(CYL,(2,2))
//SYSPRINT  DD SYSOUT=*
//SYSLIN    DD *
  INCLUDE JOL40OBJ(PREPROC)
  INCLUDE JOL40OBJ(PJOLINST)
  INCLUDE JOL40OBJ(UJP52CHR)
  INCLUDE JOL40OBJ(UJP56CAL)
  INCLUDE JOL40OBJ(EXIT)
  INCLUDE JOL40OBJ(REDO)
  INCLUDE JOL40OBJ(PRINTSYM)
  INCLUDE JOL40OBJ(ALLOCATE)
  INCLUDE JOL40OBJ(UJD03DS)
  INCLUDE JOL40OBJ(UJP01LIB)
  INCLUDE JOL40OBJ(UJP17OPN)
  INCLUDE JOL40OBJ(UJP17FRE)
  INCLUDE JOL40OBJ(COMPSUBS)
  INCLUDE JOL40OBJ(JOLENQ)
  INCLUDE JOL40OBJ(UJP26DEQ)
  INCLUDE JOL40OBJ(UJP26ENQ)
  INCLUDE JOL40OBJ(UJP27PNL)
  INCLUDE JOL40OBJ(UJP28SCR)
  INCLUDE JOL40OBJ(UJP93DTE)
  INCLUDE JOL40OBJ(UJP94INI)
  INCLUDE JOL40OBJ(UJP95INI)
  INCLUDE JOL40OBJ(PREPSUBS)
  PAGE  UJP00MN
  NAME  UJP00MN(R)
//X DD *
* INCLUDE JOL35LOD(ALL3)
