//CLARKE6 JOB (ACCOUNT),CAST,MSGCLASS=X,NOTIFY=CLARKE                   00010000
//LKED    EXEC PGM=IEWL,PARM='RENT,REUS,XREF,LIST',REGION=512K          00020000
//SYSLIB1   DD DSN=CLARKE.JOL36.OBJ,DISP=OLD                            00030000
//SYSLIB2   DD DSN=CLARKE.JOL34.LOAD,DISP=SHR                           00040000
//SYSLIB    DD DSN=SYS1.PLIBASE,DISP=SHR                                00050000
//SYSLMOD   DD DSN=CLARKE.JOL36.LOAD,DISP=SHR                           00060000
//SYSUT1    DD DSN=&&SYSUT1,UNIT=SYSDA,SPACE=(CYL,(2,2))                00070000
//SYSPRINT  DD SYSOUT=*                                                 00080000
//SYSLIN    DD *                                                        00090000
  INCLUDE SYSLIB1(UJP17OPN)                                             00100001
  INCLUDE SYSLIB1(UJP26ENQ)                                             00110002
  INCLUDE SYSLIB1(UJP26DEQ)                                             00120002
  INCLUDE SYSLIB1(JOLENQ)                                               00130002
  ALIAS P18TEOF                                                         00140002
  ALIAS UJP18GET                                                        00150002
  ALIAS UJP19PUT                                                        00160001
  ALIAS UJP17OPN                                                        00170002
  ALIAS UJP60REA                                                        00180003
  ALIAS UJP61WRI                                                        00190002
  ALIAS UJP26DEQ                                                        00200002
  NAME  UJP26ENQ(R)                                                     00210002
