//CLARKE6 JOB (ACCOUNT),CVC,MSGCLASS=X,NOTIFY=CLARKE                    00010002
//LKED    EXEC PGM=IEWL,PARM='RENT,REUS,XREF,LIST',REGION=512K          00020001
//OBJ       DD DSN=CLARKE.JOL60.OBJ,DISP=OLD                            00030005
//OBJ40     DD DSN=CLARKE.JOL40.OBJ,DISP=OLD                            00040005
//*SYSLIB    DD DSN=SYS1.PLIBASE,DISP=SHR                               00050005
//SYSLMOD   DD DSN=CLARKE.JOL60.LOAD,DISP=SHR                           00060005
//SYSOLD    DD DSN=CLARKE.JOL40.LOAD,DISP=SHR                           00061005
//SYSUT1    DD DSN=&&SYSUT1,UNIT=SYSDA,SPACE=(CYL,(2,2))                00070001
//SYSPRINT  DD SYSOUT=*                                                 00080001
//SYSLIN    DD *                                                        00090001
  INCLUDE OBJ(UJV00MN)                                                  00100004
  INCLUDE OBJ40(UJS02XA)                                                00100105
  INCLUDE OBJ(UJO39GDG)                                                 00101004
  INCLUDE SYSOLD(UJV00MN)                                               00110005
  ENTRY UJV00MN                                                         00120000
  NAME  UJV00MNX(R)                                                     00130005
//SYSXXX    DD *                                                        00140001
