//CLARKED JOB CLASS=A,MSGCLASS=X,MSGLEVEL=(1,1) TYPRUN=HOLD             00010000
//       EXEC PGM=JSGMTCPY                                              00020008
//SYSUT1   DD UNIT=290,DISP=OLD,LABEL=(,BLP),VOL=SER=INPUT              00030000
//SYSUT2   DD UNIT=291,DISP=NEW,LABEL=(,BLP),VOL=SER=OUTPUT             00040000
//* DCB=DEN=3                                                           00050000
//SYSPRINT DD SYSOUT=*                                                  00060031
/*                                                                      00070000
