//       EXEC PGM=JSGMTCPY                                              00010031
//SYSUT1   DD UNIT=TAPE,DISP=OLD,LABEL=(,BLP),VOL=SER=INPUT             00020006
//SYSUT2 DD UNIT=TAPE,DISP=NEW,LABEL=(,BLP),VOL=SER=OUTPUT,DCB=DEN=3    00030034
//SYSPRINT DD SYSOUT=A                                                  00040031
/*                                                                      00050000
