//CLARKEJ JOB (XXXX),CVC,MSGCLASS=X,NOTIFY=CLARKE
//PRTLABL  PROC
//MTCPY    EXEC PGM=JSGMTCPY,PARM='*,NOCOPY'
//SYSPRINT DD SYSOUT=*
//SYSUT1   DD UNIT=TAPE,VOL=SER=TAPVOL,DISP=OLD
//       PEND
//*      EXEC  PRTLABL
//*      EXEC  PRTLABL
//*      EXEC  PRTLABL
//       EXEC  PRTLABL
