//CLARKEO JOB (1011,1011),CLARKE,MSGCLASS=X,NOTIFY=CLARKE               00010000
//ASM EXEC PGM=IEFBR14                                                  00020000
//SYSPRINT DD  SYSOUT=*                                                 00030000
// R 4,CANCEL                                                           00040000
