//CLARKEC JOB (JOL),'C.CLARKE',MSGCLASS=X,NOTIFY=CLARKE,
//             MSGLEVEL=(1,1)
//PACK  EXEC   PGM=IEBCOPY
//SYSPRINT DD  SYSOUT=*
//SYSUT1   DD  DSN=JOL60.LOAD,DISP=SHR
//SYSUT2   DD  DSN=JOL60.LOAD,DISP=SHR
//SYSUT3   DD  UNIT=SYSDA,SPACE=(CYL,(1,1))
//SYSUT4   DD  UNIT=SYSDA,SPACE=(CYL,(1,1))
//SYSIN    DD  DUMMY
