//CLARKEE  JOB ACCT,'PIC PRINT',MSGCLASS=X,CLASS=A,
//         MSGLEVEL=(2,0),NOTIFY=CLARKE
//*
//PIC        EXEC PGM=KEQEFT01,DYNAMNBR=15,REGION=5500K
//SYSPRINT   DD  SYSOUT=*
//SYSTSPRT   DD  SYSOUT=*
//SYSIN      DD  *
/*
//SYSTSIN    DD  *
  DELETE 'CLARKE.PIC.DIR'
  DEFINE CLUSTER ( +
            NAME('CLARKE.PIC.DIR') +
            VOL(F4W301) +
            KEYS(128 0) +
            UNIQUE +
            SPEED +
            CONTROLINTERVALSIZE(4096)) +
         DATA ( +
            NAME('CLARKE.PIC.DIRDATA') +
            TRACKS(60)) +
         INDEX ( +
            NAME('CLARKE.PIC.DIRINDEX') +
            TRACKS(5))
PROFILE MSGID
ALLOCATE F(PICDDIR) DA('CLARKE.PIC.DIR') SHR
ALLOCATE F(PICPRINT) SYSOUT(X) REU
PICDDIR 'CLARKE.PIC.DIR'
PIC
SETDEF DA('CLARKE.DUMP') LENGTH(32) LIST NOTERMINAL PRINT
STATUS
H
H VERBX
VERBX ALL PRINT
//
VERBX PRINT ',SQA,CSA'  PRINT
VERBX CURRENT PRINT
VERBX PRINT ',SQA,CSA'  PRINT
