//CLARKED  JOB ACCT,'KQCAMS',MSGCLASS=X,CLASS=A,                        00010001
//         MSGLEVEL=(2,0),NOTIFY=CLARKE                                 00011001
//*                                                                     00021000
//AMS     EXEC PGM=KQCAMS,REGION=1024K                                  00050000
//SYSPRINT DD SYSOUT=*                                                  00060000
//SYSIN    DD *                                                         00070000
  DELETE CLARKE.PIC.DIR CLUSTER                                         00071001
  DEFINE CLUSTER ( +                                                    00080000
            NAME(CLARKE.PIC.DIR) +                                      00090001
            VOL(F4T303) +                                               00100009
            KEYS(128 0) +                                               00110000
            UNIQUE +                                                    00131000
            SPEED +                                                     00132001
            CONTROLINTERVALSIZE(4096)) +                                00140000
         DATA ( +                                                       00150000
            NAME(CLARKE.PIC.DIRDATA) +                                  00160001
            TRACKS(60)) +                                               00170007
         INDEX ( +                                                      00180000
            NAME(CLARKE.PIC.DIRINDEX) +                                 00190001
            TRACKS(5))                                                  00200007
