//CLARKEE  JOB ACCT,'PIC PRINT',MSGCLASS=X,CLASS=A,
//         MSGLEVEL=(0,0),NOTIFY=CLARKE
//PIC    EXEC  PGM=KEQEFT01,DYNAMNBR=15,REGION=5500K
//SYSPRINT DD  SYSOUT=*
//PICPRINT DD  SYSOUT=*
//PICDDIR  DD  DSN=CLARKE.PIC.DIR,DISP=SHR
//SYSTSPRT DD  SYSOUT=*
//SYSIN    DD  *
//SYSTSIN  DD  *
PROFILE MSGID
PICDDIR 'CLARKE.PIC.DIR'
PIC
SETDEF DA('CLARKE.DUMP') LENGTH(32) LIST NOTERMINAL PRINT +
        DISPLAY(SYMBOL REMARK STORAGE)
STATUS
SUMMARY
HELP
HELP VERBEXIT
VERBX ABNDINFO
VERBX CURRENT PRINT
VERBX USERREG
/*
//
VERBX PRINT ',SQA,CSA'  PRINT
