//CLARKEP  JOB (0000,0000),NAME,MSGCLASS=X,NOTIFY=CLARKE                00010000
// EXEC PLIXCL,REGION=1500K,                                            00020001
// PARM='M,MARGINS(2,72,1),NEST,SOURCE,MDECK,INSOURCE,NOCOMPILE'        00030001
//SYSPRINT DD SYSOUT=*                                                  00040000
//SYSIN DD DSN=CLARKE.JOL40.SOURCE(JCLTOJOL),DISP=SHR                   00050001
//SYSPUNCH DD SYSOUT=*                                                  00051001
//LKED.SYSLMOD DD DUMMY                                                 00060000
//LKED.SYSLMOD DD DSN=SYS2.JOL40.LOAD(JCLTOJOL),DISP=SHR                00061000
//SYSPRINT DD SYSOUT=*                                                  00070000
