//CLARKES JOB (JOL),'JOL ASSEMBLY',MSGCLASS=X,NOTIFY=CLARKE,
//             REGION=4096K,
//             MSGLEVEL=(0,0)
//       EXEC  PGM=JQLPRDMP
//SYSPRINT DD  SYSOUT=*
//PRINTER  DD  SYSOUT=*
//SYSIN    DD  *
         END
//*APE     DD  DSN=SYS1.DUMP00,DISP=SHR
//TAPE     DD  DSN=CLARKE.DUMP,DISP=SHR
//SYSUT2   DD  DSN=CLARKE.NDUMP,DISP=SHR
//
  ALL
  LPA PLPA
         USERREG
         GO
