//CLARKEB  JOB  MSGCLASS=X,MSGLEVEL=(1,1),NOTIFY=CLARKE                 00010001
//         EXEC PGM=IMASPZAP                                            00020000
//SYSPRINT DD   SYSOUT=X                                                00030000
//SYSLIB   DD   DSN=SYS1.SVCLIB,DISP=SHR                                00040001
//SYSIN    DD   *                                                       00050000
     DUMP KBC0194A KBC0194C                                             00060000
     DUMPT KBC0194A KBC0194C                                            00070000
