//CLARKEF JOB (XXXX),CVC,MSGCLASS=X,NOTIFY=CLARKE                       00000010
//        EXEC PGM=IEFBR14                                              00000020
//SYSPRINT DD  SYSOUT=*                                                 00000030
//IN       DD  DSN=CLARKE.JOL35.SCHED,UNIT=SYSDA,VOL=SER=F4S9AC,        00000040
// DISP=(SHR,CATLG)                                                     00000050
//IN       DD  DSN=CLARKE.JOL35.SCHED2,UNIT=SYSDA,VOL=SER=F4S9AC,       00000040
// DISP=(SHR,CATLG)                                                     00000050
//IN       DD  DSN=CLARKE.SCHED.LIST,UNIT=SYSDA,VOL=SER=WORK02,         00000040
// DISP=(SHR,CATLG)                                                     00000050
