//EDU199C JOB (JOL),'C.CLARKE',MSGCLASS=X,NOTIFY=CLARKE,
//             MSGLEVEL=(1,1)
//PACK  EXEC   PGM=IEBGENER
//SYSPRINT DD  SYSOUT=*
//SYSUT1   DD  DSN=CLARKE.TOFAL.ASM,DISP=SHR,SPACE=(TRK,(1,1),RLSE)
//SYSUT2   DD  SYSOUT=*
//SYSIN    DD  DUMMY
