//CLARKEE  JOB A,CLARKE,NOTIFY=CLARKE,MSGLEVEL=1,                       00000020
// MSGCLASS=X
//COMP1 EXEC PGM=IEHPROGM                                               00000220
//SYSPRINT DD SYSOUT=X,OUTLIM=2500                                      00000570
//OLDSYS DD DISP=OLD,VOL=SER=F4S9AB,UNIT=SYSDA                          00000590
 SCRATCH DSNAME=CLARKE.TEST,VOL=SYSDA=F4S9AB                            00000600
 SCRATCH DSNAME=CLARKE.TEST.G0004V00,VOL=SYSDA=F4S9AB                   00000600
 SCRATCH DSNAME=CLARKE.TEST.G0007V00,VOL=SYSDA=F4S9AB                   00000600
