//CLARKEX JOB (R777),'LONS 8TH',MSGCLASS=X,NOTIFY=CLARKE,               00010000
// CLASS=A                                                              00020000
//JOBLIB    DD DSN=CLARKE.JOL35.LOAD,DISP=SHR                           00030000
//GO  EXEC PGM=SNAPGM                                                   00040000
//SNAP     DD  SYSOUT=*                                                 00050000
//TPASS1  DD DSN=CLARKE.CVC.TESTPASS.ONE,DISP=(,PASS),                  00060001
// UNIT=(TAPE,,DEFER)                                                   00061001
//TPASS2  DD DSN=CLARKE.CVC.TESTPASS.TWO,DISP=(,PASS),                  00062001
// UNIT=(TAPE,,DEFER),VOL=REF=*.TPASS1,LABEL=2                          00063001
