//CLARKEZ JOB CLASS=A,MSGCLASS=X,NOTIFY=CLARKE
//ZAP    EXEC  PGM=IMASPZAP
//SYSPRINT DD  SYSOUT=*
//SYSLIB   DD  DISP=SHR,DSN=SYS1.LPALIB
//SYSIN    DD  *
         DUMPT KBB019ST ALL
