//CLARKEE  JOB A,CLARKE,NOTIFY=CLARKE,MSGLEVEL=1,                       00000020
// MSGCLASS=X
//COMP1 EXEC PGM=PRTQDB                                                 00000220
//SYSPRINT DD SYSOUT=X,OUTLIM=2500                                      00000570
//STEPLIB DD DSN=CLARKE.JOL36.LOAD,DISP=SHR                             00000590
//X DD DSN=CLARKE.TEST,DISP=SHR
