//CLARKEI JOB (R777),'LONS 8TH',MSGCLASS=X,NOTIFY=CLARKE                00010000
//ASM EXEC PGM=IEHPROGM                                                 00020000
//SYSPRINT DD  SYSOUT=*                                                 00030000
//DD1      DD  DISP=OLD,UNIT=SYSDA,VOL=SER=F4W300                       00031000
//DD2      DD  DISP=OLD,UNIT=SYSDA,VOL=SER=F4W301                       00032000
 SCRATCH  VTOC,SYS,VOL=SYSDA=F4W300                                     00040000
 SCRATCH  VTOC,SYS,VOL=SYSDA=F4W301                                     00041000
