//CLARKEG JOB (R777),'LONS.8TH',MSGCLASS=X,NOTIFY=CLARKE                00010000
//ASM EXEC PGM=ALGOL,PARM='NODECK,OBJ,XREF(SHORT),LIST'                 00030000
