//CLARKEX JOB (R777),'LONS 8TH',MSGCLASS=X,NOTIFY=T92CVC,               00010000
// CLASS=A,RESTART=LKED                                                 00020000
//*MAIN LINES=999                                                       00030000
//ASM1 PROC                                                             00040000
//ASM EXEC PGM=ASMBLR,PARM='NODECK,OBJ,XREF(SHORT),LIST,TEST'           00050000
//SYSLIB   DD  DSN=SYS1.MACLIB,DISP=SHR,DCB=BLKSIZE=19040               00060000
//         DD  DSN=T41.JOLXA.MACLIB,DISP=SHR                            00070000
//         DD  DSN=T41.JOLXA.ASM,DISP=SHR                               00080000
//SYSUT1   DD  DSN=&&SYSUT1,SPACE=(CYL,(2,2)),UNIT=SYSDA                00090000
//SYSUT2   DD  DSN=&&SYSUT2,SPACE=(CYL,(2,2)),UNIT=SYSDA                00100000
//SYSUT3   DD  DSN=&&SYSUT3,SPACE=(CYL,(2,2)),UNIT=SYSDA                00110000
//SYSGO DD DSN=T41.JOLXA.OBJ(&MEM),DISP=OLD                             00120000
//SYSPRINT DD  SYSOUT=*                                                 00130000
//SYSIN DD DSN=T41.JOLXA.ASM(&MEM),DISP=SHR                             00140000
//  PEND                                                                00150000
//S1 EXEC ASM1,MEM=TESTSWA                                              00160001
//LKED    EXEC PGM=IEWL,PARM='REUS,XREF,LIST,AC=1,TEST',                00161000
// REGION=2048K                                                         00162000
//SYSLIB    DD DSN=JOLDEV.JOL60.OBJ,DISP=SHR                            00163000
//SYSLMOD   DD DSN=JOLDIST.JOL60.LOAD,DISP=SHR                          00164002
//SYSUT1    DD DSN=&&SYSUT1,UNIT=SYSDA,SPACE=(CYL,(2,2))                00165000
//SYSPRINT  DD SYSOUT=*                                                 00166000
//SYSLIN    DD *                                                        00167000
  INCLUDE SYSLIB(TESTSWA)                                               00250001
  INCLUDE SYSLIB(UJEJOBQ)                                               00260000
  NAME TESTSWA(R)                                                       00270001
//GO      EXEC PGM=TESTSWA                                              00280001
//STEPLIB   DD DSN=JOLDIST.JOL60.LOAD,DISP=SHR                          00310002
//SNAP      DD SYSOUT=*                                                 00320000
//SYSABEND  DD SYSOUT=*                                                 00321000
//CVCPDQ1  DD  DSN=TEST.CVC1,SPACE=(CYL,(2,2)),UNIT=SYSDA,              00330000
//             DISP=(,PASS)                                             00340000
//CVCPDQ2  DD  DSN=TEST.CVC2,SPACE=(CYL,(2,2)),UNIT=SYSDA,              00350000
//             DISP=(,PASS)                                             00360000
