//CLARKEX JOB (R777),'LONS 8TH',MSGCLASS=X,NOTIFY=JOL60,                00010001
// CLASS=A RESTART=LKED                                                 00020001
//JOBLIB    DD DSN=JOLDIST.JOL60.LOAD,DISP=SHR                          00030001
//GO      EXEC PGM=TESTSWA                                              00280000
//SNAP      DD SYSOUT=*                                                 00320000
//SYSABEND  DD SYSOUT=*                                                 00321000
//CVCPDQ1  DD  DSN=TEST.CVC1,SPACE=(CYL,(2,2)),UNIT=SYSDA,              00330000
//             DISP=(,PASS)                                             00340000
//CVCPDQ2  DD  DSN=TEST.CVC2,SPACE=(CYL,(2,2)),UNIT=SYSDA,              00350000
//             DISP=(,PASS)                                             00360000
//GO      EXEC PGM=TESTSWA                                              00370001
//SNAP      DD SYSOUT=*                                                 00380001
//SYSABEND  DD SYSOUT=*                                                 00390001
//CVCPDQ1  DD  DSN=TEST.CVC1,DISP=(OLD,PASS)                            00400001
//CVCPDQ2  DD  DSN=TEST.CVC2,DISP=(OLD,PASS)                            00420001
//GO      EXEC PGM=TESTSWA                                              00430001
//SNAP      DD SYSOUT=*                                                 00440001
//SYSABEND  DD SYSOUT=*                                                 00450001
//CVCPDQ1  DD  DSN=TEST.CVC1,DISP=(OLD,CATLG)                           00460001
//CVCPDQ2  DD  DSN=TEST.CVC2,DISP=(OLD,CATLG)                           00470001
//GO      EXEC PGM=TESTSWA                                              00480001
//SNAP      DD SYSOUT=*                                                 00490001
//SYSABEND  DD SYSOUT=*                                                 00500001
//CVCPDQ1  DD  DSN=TEST.CVC1,DISP=(OLD,DELETE)                          00510001
//CVCPDQ2  DD  DSN=TEST.CVC2,DISP=(OLD,DELETE)                          00520001
//GO      EXEC PGM=TESTSWA                                              00530001
//SNAP      DD SYSOUT=*                                                 00540001
//SYSABEND  DD SYSOUT=*                                                 00550001
