//CLARKEX JOB (R777),'LONS 8TH',MSGCLASS=X,NOTIFY=JOL60,                00010000
// CLASS=A ,                                                            00020000
//TES EXEC PGM=IEFQMRAW                                                 00050000
//SYSUDUMP DD  SYSOUT=*                                                 00060001
//CVCPDQ1  DD  DSN=TEST.CVC1,SPACE=(CYL,(2,2)),UNIT=SYSDA,              00330000
//             DISP=(,PASS)                                             00340000
//CVCPDQ2  DD  DSN=TEST.CVC2,SPACE=(CYL,(2,2)),UNIT=SYSDA,              00350000
//             DISP=(,PASS)                                             00360000
