//CLARKET JOB  MSGCLASS=X,CLASS=A
//T      PROC  N=0
//TIOT   EXEC  PGM=TIOTDUMP,DYNAMNBR=&N
//STEPLIB  DD  DSN=CLARKE.JOL40.LOAD,DISP=SHR
//SYSUDUMP DD  SYSOUT=*
//PRINT    DD  SYSOUT=*
//       PEND
//S01    EXEC  T,N=0
//S02    EXEC  T,N=5
//S03    EXEC  T,N=6
//S04    EXEC  T,N=10
//S05    EXEC  T,N=20
//S06    EXEC  T,N=200
