//CLARKEF JOB (XXXX),CVC,MSGCLASS=X,NOTIFY=CLARKE                       00000010
//        EXEC PGM=IEBCOPY                                              00000020
//SYSPRINT DD  SYSOUT=*                                                 00000030
//IN       DD  DSN=CLARKE.CVC.CNTL,UNIT=SYSDA,VOL=SER=F4S9AC,           00000040
// DISP=SHR,SPACE=(TRK,(10,10),RLSE)                                    00000050
//SYSIN DD *                                                            00000300
 C I=IN,O=IN                                                            00000310
