//CLARKEC JOB (1011,1011),CLARKE,MSGCLASS=X,NOTIFY=CLARKE               00010000
//ASM EXEC PGM=SHOWCAT                                                  00020000
//STEPLIB   DD DSN=CLARKE.JOL35.LOAD,DISP=SHR                           00030000
//SYSPRINT  DD SYSOUT=*                                                 00040000
//SYSUDUMP  DD SYSOUT=*                                                 00050000
