//CLARKET JOB (JOL),'TSO JOB',MSGCLASS=X,NOTIFY=CLARKE,
//             REGION=4096K,
//             MSGLEVEL=(1,1)
//TSO    EXEC  PGM=IKJEFT01,DYNAMNBR=200
//SYSTSPRT DD  SYSOUT=*,DCB=BLKSIZE=1380
//SYSUDUMP DD  SYSOUT=*
//SYSPROC  DD  DSN=CLARKE.MCC.CLIST,DISP=SHR
//SYSTSIN  DD  *
CC -WV 'CLARKE.JOL.C(P18REAL)'
LISTALC  SY ST
LOGOFF
