//CLARKEX JOB (1011,1011),CLARKE,MSGCLASS=X,NOTIFY=CLARKE               00010001
//RUN     EXEC PGM=XAUNIT                                               00020001
//STEPLIB DD DSN=CLARK1.DJD.LOAD,DISP=SHR                               00030000
//SYSUDUMP  DD SYSOUT=*                                                 00040000
