//CLARKED JOB CLASS=A,MSGCLASS=X,NOTIFY=CLARKE
//ZAP    EXEC  PGM=IMASPZAP
//SYSPRINT DD  SYSOUT=*
//SYSLIB   DD  DISP=SHR,DSN=CLARKE.JOL40.LOAD
//SYSIN    DD  *
         NAME  JOLDYN51 UJM00MN
*        BASE  0F40
         VER   046E 1821
         REP   046E 0021
