//CLARKED JOB CLASS=A,MSGCLASS=X,NOTIFY=CLARKE
//ZAP    EXEC  PGM=IMASPZAP
//SYSPRINT DD  SYSOUT=*
//SYSLIB   DD  DISP=SHR,DSN=CLARKE.Z2.LIST
//SYSIN    DD  *
         ABSDUMP ALL
