//CLARKED JOB CLASS=A,MSGCLASS=X,NOTIFY=CLARKE
//ZAP    EXEC  PGM=IMASPZAP
//SYSPRINT DD  SYSOUT=*
//SYSLIB   DD  DISP=SHR,DSN=SYS3.CMDLIB
//SYSIN    DD  *
         DUMPT PFDOUT ALL
