//CLARKEZ JOB CLASS=A,MSGCLASS=X,NOTIFY=CLARKE
//ZAP    EXEC  PGM=IMASPZAP
//SYSPRINT DD  SYSOUT=*
//SYSLIB   DD  DSN=CLARKE.JOL40.LOAD,DISP=SHR
//SYSIN    DD  *
         NAME  PRT PRINTOFF
         VER   2A8 C9D2D1
         REP   2A8 D2C5D8
