//CLARKEZ JOB ACC,CLARKE,MSGCLASS=X,NOTIFY=JOL60                        00010000
//ZAP EXEC PGM=IMASPZAP                                                 00020000
//SYSLIB   DD  DSN=ADCD.ZOSV14S.LINKLIB,DISP=SHR                        00030000
//SYSPRINT DD  SYSOUT=*                                                 00040000
//SYSIN   DD *                                                          00050011
* TEMPORARILY ALLOW < 7 LEVELS                                          00060011
 NAME $JOLSH60   UJE00SH                                                00070011
 BASE 000000                                                            00080011
 VER 000236 4740,C24C                                                   00080111
 REP 000236 47F0,C24C                                                   00080211
//SYSINR  DD *                                                          00082011
* TEMPORARILY ABEND AT PDQ AND KEEP                                     00083011
 NAME $JOLSH60   UJE07KEE                                               00084011
 BASE 0054B0                                                            00085011
 REP  55D6 0000                                                         00086011
 REP  55D6 0700                                                         00087011
*VER  005806 4770 B37A                                                  00090010
*REP  005806 07000700                                                   00091010
*VER  005812 9200,E000                                                  00093007
*REP  005812 0000,E000                                                  00094007
*REP  005806 4770,B37A                                                  00097107
*VER  00581A 96E0,E000                                                  00098007
*REP  00581A 9660,E000                                                  00099007
 IDRDATA  PDQ                                                           00110007
/*                                                                      00120007
//SYSINZ  DD *                                                          00191007
* TEMPORARILY ABEND AT UJEJOBQ - FORCE USE OF QMRAW                     00192005
 NAME $JOLSH60   UJEJOBQ                                                00193706
 BASE 000000                                                            00193806
 VER 034C 47F0,B354                                                     00193906
 REP 034C 0000,B354                                                     00194006
//                                                                      00195305
//SYSINA  DD *                                                          00195405
* TEMPORARILY ABEND AT UJEJOBQ - FORCE USE OF QMRAW                     00195505
 NAME $JOLSH60   UJE70OPN                                               00195605
 BASE 000440                                                            00195705
 VER 0005C2 92F2,8000                                                   00195805
 VER 0005C6 92F2,201C                                                   00195905
 VER 0005CA 47F0,B194                                                   00196005
 REP 0005C2 9240,8000                                                   00196105
 REP 0005C6 9240,201C                                                   00196205
 REP 0005CA 4700,B194                                                   00196305
//                                                                      00196405
 NAME $JOLSH60   UJE81PDQ                                               00197305
 VER 00111E 41F0,D12A                                                   00197405
 VER 001122 50FA,0000                                                   00197505
 VER 001126 41AA,0004                                                   00197605
 REP 00111E 0700,0700                                                   00197705
 REP 001122 0700,0700                                                   00197805
 REP 001126 0700,0700                                                   00198005
 IDRDATA  ALLOC                                                         00199000
