//CLARKED JOB CLASS=A,MSGCLASS=X,NOTIFY=CLARKE
//ZAP    EXEC  PGM=IMASPZAP
//SYSPRINT DD  SYSOUT=*
//SYSLIB   DD  DISP=SHR,DSN=CLARKE.JOL40.LOAD
//SYSIN    DD  *
         DUMPT  $JOLSH51 ALL
         DUMP   $JOLSH51 ALL
