   /* THIS PROGRAM TAKES THE CAI DATA FROM FLOPPIES
      AND CONVERTS IT TO VB WITH TRAILING BLANKS REMOVED.

      I DON'T THINK WE NEED NUMBERS ON IT, BUT CODE IS
      HERE IN CASE WE DO   */

   CAI1: PROC OPTIONS(MAIN);

         DCL NUMBER PIC'99999999'  STATIC;
         NUMBER=10;
         DCL L BIN FIXED STATIC;
         DCL SYSUT1 FILE RECORD INPUT;
         DCL SYSUT2 FILE RECORD OUTPUT;

         DCL IN CHAR(250) VAR STATIC ;

         ON ENDFILE(SYSUT1) GOTO END;
         OPEN FILE(SYSUT1);
         OPEN FILE(SYSUT2);
 MAINLOOP:
         READ FILE(SYSUT1) INTO(IN);
    /*   IN = SUBSTR(IN,1,LENGTH(IN)-2); /* CPM ONLY, DROP CR/LINEFEED*/
         IN = SUBSTR(IN,1,80);        /* MAKE 80 CHARACTERS */
   /* NOW DROP SPURIOUS BLANKS FROM THE END OF THE LINE */

 DROPB: IF IN='' THEN GOTO WRITE;
        L=LENGTH(IN);
        IF SUBSTR(IN,L,1)=' '
        THEN DO;
             IN=SUBSTR(IN,1,L-1);
             L=LENGTH(IN);
             GOTO DROPB;
        END;

 WRITE:

  /* IF NUMBERS ARE REQUIRED ON THE OUTPUT (TRY EDITING FIRST)
     THEN REMOVE THESE LINES DOWN TO THE * / BELOW
        IN=NUMBER||IN;
        NUMBER=NUMBER+10;
  */
    /*  IN=IN||'^M^J';   /* CPM ONLY  */

        WRITE FILE(SYSUT2) FROM(IN);
       GOTO MAINLOOP;
 END:
    END; /* OF PROGRAM */
